{
  "Fool": "\n<h2>The Fool</h2>\n<h3>Internal Block</h3>\n<p>You may fear looking foolish, failing, or being unprepared. You might be overanalyzing your next steps, clinging to safety, or rejecting the invitation to begin again.</p>\n\n<h3>Jungian Archetype: The Innocent / The Divine Child</h3>\n<p>The Fool represents the archetype of the Innocent, the childlike essence within all of us that embraces curiosity, spontaneity, and the unknown. In Jungian psychology, this card relates to the beginning of the individuation journey — where the ego is still in its pure, undifferentiated state. It’s the divine spark that dares to leap into life without fear, inviting a fresh encounter with the Self.</p>\n\n<h3>Shadow Work Prompt</h3>\n<p><em>“Where am I silencing my inner beginner out of fear of failure or ridicule?”</em></p>\n\n<h3>Integration Practice</h3>\n<ul>\n  <li>Allow for curiosity without judgment.</li>\n  <li>Take one spontaneous risk this week.</li>\n  <li>Reclaim “not knowing” as a sacred space.</li>\n</ul>\n\n<h3>Final Reflection</h3>\n<p>The Fool reminds you: “You’re not stuck — you’re just afraid to leap. Trust the journey.”</p>\n",
  "Magician": "\n<h2>The Magician</h2>\n<h3>Internal Block</h3>\n<p>You may be disconnected from your personal power or fear using it. Imposter syndrome, procrastination, or indecision may reflect inner doubt in your abilities or fear of being seen as a fraud.</p>\n\n<h3>Jungian Archetype: The Alchemist / Creative Ego in Alignment</h3>\n<p>The Magician symbolizes the archetype of the conscious ego aligning with the Self to manifest intent into reality. In Jungian psychology, he represents the ability to consciously channel thought into creation, drawing on all psychological functions — thinking, feeling, intuition, and sensation. When integrated, he is the master of transformation. When blocked, he becomes the trickster — self-deceptive, manipulative, or scattered.</p>\n\n<h3>Shadow Work Prompt</h3>\n<p><em>“Where am I withholding my gifts out of fear of being seen as a fraud?”</em></p>\n\n<h3>Integration Practice</h3>\n<ul>\n  <li>List your talents and experiences — own your tools.</li>\n  <li>Take one small, intentional action today.</li>\n  <li>Reclaim your voice: speak your ideas aloud.</li>\n</ul>\n\n<h3>Final Reflection</h3>\n<p>The Magician reminds you: “You’re not stuck — you’re doubting your magic. Use it.”</p>\n",
  "High Priestess": "\n<h2>The High Priestess</h2>\n<h3>Internal Block</h3>\n<p>You may be ignoring your intuition or over-relying on external validation. Your inner voice is being drowned out by mental noise or others' expectations.</p>\n\n<h3>Jungian Archetype: The Inner Feminine Mystery / Anima</h3>\n<p>The High Priestess embodies the anima — the unconscious feminine aspect of the psyche in Jungian terms. She is the gatekeeper to inner wisdom, intuition, dreams, and the hidden realms of the unconscious. She represents the silence before action, the mystery that informs true insight. When integrated, she brings profound knowing. When shadowed, her silence turns into repression or confusion.</p>\n\n<h3>Shadow Work Prompt</h3>\n<p><em>“Where have I silenced my inner truth or intuition in order to please others?”</em></p>\n\n<h3>Integration Practice</h3>\n<ul>\n  <li>Spend time in silence and solitude each day.</li>\n  <li>Journal your dreams and gut instincts.</li>\n  <li>Say no to what feels wrong, even if it looks right.</li>\n</ul>\n\n<h3>Final Reflection</h3>\n<p>The High Priestess reminds you: “You’re not stuck — you’re being called inward. Listen deeply.”</p>\n",
  "Empress": "\n<h2>The Empress</h2>\n<h3>Internal Block</h3>\n<p>You may feel depleted, over-responsible, or creatively blocked. You're giving more than you're receiving, or waiting for external permission to create and flourish.</p>\n\n<h3>Jungian Archetype: The Great Mother / Creative Source</h3>\n<p>The Empress represents the archetypal Great Mother in Jungian psychology — the source of creation, nourishment, and unconditional love. She governs nature, fertility, beauty, and abundance. In shadow, she becomes smothering, overgiving, or self-sacrificing. She teaches that creativity and receptivity are sacred powers when rooted in self-worth.</p>\n\n<h3>Shadow Work Prompt</h3>\n<p><em>“What would I create if I no longer needed permission to be fertile and free?”</em></p>\n\n<h3>Integration Practice</h3>\n<ul>\n  <li>Engage in a creative act with no expectations.</li>\n  <li>Nurture your body as sacred ground.</li>\n  <li>Ask yourself: What part of me is hungry for care?</li>\n</ul>\n\n<h3>Final Reflection</h3>\n<p>The Empress says: “You’re not stuck — you’re undernourished. Care for yourself, then create.”</p>\n",
  "Emperor": "\n<h2>The Emperor</h2>\n<h3>Internal Block</h3>\n<p>You may feel stuck due to a fear of stepping into authority, or from following rules that no longer serve your path. Either lack of structure or overcontrol may be keeping you from progress.</p>\n\n<h3>Jungian Archetype: The Inner Father / Ruler</h3>\n<p>The Emperor embodies the inner father archetype — structure, protection, and authority. In Jungian psychology, he represents the part of the psyche that establishes order and boundaries, rules, and responsibility. When balanced, he leads with wisdom and strength. When in shadow, he becomes rigid, tyrannical, or controlling — or entirely absent, leaving chaos in his place.</p>\n\n<h3>Shadow Work Prompt</h3>\n<p><em>“Where have I surrendered my authority out of fear of conflict or responsibility?”</em></p>\n\n<h3>Integration Practice</h3>\n<ul>\n  <li>Define your own standards and boundaries.</li>\n  <li>Make one strong decision aligned with your truth.</li>\n  <li>Identify where structure would support, not suppress, you.</li>\n</ul>\n\n<h3>Final Reflection</h3>\n<p>The Emperor says: “You’re not stuck — you’re waiting for leadership. Be the one who steps up.”</p>\n",
  "Hierophant": "\n<h2>The Hierophant</h2>\n<h3>Internal Block</h3>\n<p>You may feel stuck by clinging to inherited beliefs or social rules that no longer serve your authentic path. The desire to please or be “right” may be suppressing your inner knowing.</p>\n\n<h3>Jungian Archetype: The Sacred Guide / Inner Authority</h3>\n<p>The Hierophant represents the archetype of spiritual wisdom, tradition, and moral law. In Jungian terms, he reflects the part of the psyche shaped by collective norms and ancestral knowledge. He can symbolize the inner teacher — the voice of spiritual conscience. In shadow, this archetype may manifest as dogma, blind conformity, or fear of personal truth outside the established system.</p>\n\n<h3>Shadow Work Prompt</h3>\n<p><em>“Which inherited beliefs no longer feel true to me, but I’m still following?”</em></p>\n\n<h3>Integration Practice</h3>\n<ul>\n  <li>Question one long-held belief — explore where it came from.</li>\n  <li>Journal on what spiritual truth feels like in your body.</li>\n  <li>Give yourself permission to define your own inner authority.</li>\n</ul>\n\n<h3>Final Reflection</h3>\n<p>The Hierophant reminds you: “You’re not stuck — you’re remembering what’s true for you.”</p>\n",
  "Lovers": "\n<h2>The Lovers</h2>\n<h3>Internal Block</h3>\n<p>You may feel divided within yourself or dependent on external relationships to provide wholeness. Indecision, confusion, or overidealization may reflect a deeper need to unite your inner dualities.</p>\n\n<h3>Jungian Archetype: Sacred Union / Inner Marriage</h3>\n<p>The Lovers symbolize the union of opposites — conscious and unconscious, masculine and feminine, desire and choice. In Jungian psychology, this card reflects the process of individuation through relationship, where projection becomes integration. True love becomes a mirror, not a mask. This archetype points to the sacred tension between autonomy and connection, and the necessity of choosing from wholeness rather than fragmentation.</p>\n\n<h3>Shadow Work Prompt</h3>\n<p><em>“Where am I seeking externally what I haven’t yet united within?”</em></p>\n\n<h3>Integration Practice</h3>\n<ul>\n  <li>Identify two opposing desires — find where they overlap.</li>\n  <li>Write a love letter to a part of yourself you’ve rejected.</li>\n  <li>Make one decision based on inner truth, not outer approval.</li>\n</ul>\n\n<h3>Final Reflection</h3>\n<p>The Lovers say: “You’re not stuck — you’re split. Integration is the path forward.”</p>\n",
  "Chariot": "\n<h2>The Chariot</h2>\n<h3>Internal Block</h3>\n<p>You may feel pulled in opposite directions, unsure of your purpose. Or you may be pushing ahead without emotional clarity, leading to burnout or misalignment.</p>\n\n<h3>Jungian Archetype: The Hero / Will Aligned with Soul</h3>\n<p>The Chariot represents the hero's journey — the drive to move forward, achieve mastery, and align personal will with soul purpose. In Jungian psychology, it symbolizes ego strength when in harmony with instinct and emotion. When shadowed, it may become willfulness, overcontrol, or avoidance of emotional integration.</p>\n\n<h3>Shadow Work Prompt</h3>\n<p><em>“Where am I driving toward success without emotional alignment?”</em></p>\n\n<h3>Integration Practice</h3>\n<ul>\n  <li>Reconnect with your “why” before moving forward.</li>\n  <li>Pause to listen to your body and emotions.</li>\n  <li>Realign your goals with your deeper truth.</li>\n</ul>\n\n<h3>Final Reflection</h3>\n<p>The Chariot says: “You’re not stuck — you’re misaligned. Come back to your center.”</p>\n",
  "Strength": "\n<h2>Strength</h2>\n\n<h3>Internal Block</h3>\n<p>You may feel stuck because you're trying to overpower your inner struggles rather than soothe them. You might be suppressing fear, anger, or vulnerability in the name of control. This approach can lead to burnout or inner resistance. True strength requires softness — the courage to meet your pain with compassion.</p>\n\n<h3>Jungian Archetype: The Inner Tamer / Compassionate Courage</h3>\n<p>Strength represents the archetype of loving mastery — the gentle yet firm presence that tames the inner beast. In Jungian psychology, it symbolizes the conscious ego learning to befriend the unconscious through compassion rather than domination. This archetype embodies the power of the heart — patience, trust, and kindness toward what we find difficult within ourselves. In shadow, Strength becomes control, repression, or fear of one's own instincts. True individuation calls for radical acceptance, ...\n\n<h3>Shadow Work Prompt</h3>\n<p><em>“What wild part of me needs love instead of punishment?”</em></p>\n\n<h3>Integration Practice</h3>\n<ul>\n  <li>Offer kindness to one emotion you usually avoid.</li>\n  <li>Practice self-talk that’s supportive instead of critical.</li>\n  <li>Remind yourself: gentleness is not weakness — it’s power without violence.</li>\n</ul>\n\n<h3>Final Reflection</h3>\n<p>Strength says: “You’re not stuck — you’re battling yourself. Try loving instead.”</p>\n",
  "Hermit": "\n<h2>The Hermit</h2>\n\n<h3>Internal Block</h3>\n<p>You may feel stuck because you're isolating instead of integrating. Perhaps you've turned inward for too long, afraid to return and share your insight. Or maybe you're filling your life with noise, avoiding the quiet wisdom that solitude offers. Avoidance or excessive withdrawal can both block the light you're meant to carry.</p>\n\n<h3>Jungian Archetype: The Wise Guide / Inner Seeker</h3>\n<p>The Hermit represents the archetype of the inward path — the quest for self-knowledge and spiritual truth. In Jungian psychology, he is the inner guide who illuminates the way forward not with answers, but with presence. The Hermit encourages sacred solitude, self-inquiry, and alignment with inner wisdom. When honored, this archetype brings clarity, guidance, and quiet strength. In shadow, it becomes escapism, disconnection, or an unwillingness to rejoin the world with what has been learned. His lamp ...\n\n<h3>Shadow Work Prompt</h3>\n<p><em>“What am I avoiding by staying busy — and what truth waits for me in silence?”</em></p>\n\n<h3>Integration Practice</h3>\n<ul>\n  <li>Spend an evening in quiet solitude without distraction.</li>\n  <li>Journal about one insight you’ve received in silence.</li>\n  <li>Share that insight with someone — bring your light outward.</li>\n</ul>\n\n<h3>Final Reflection</h3>\n<p>The Hermit says: “You’re not stuck — you’re gestating wisdom. Let your inner guide lead you home.”</p>\n",
  "Wheel of Fortune": "\n<h2>Wheel of Fortune</h2>\n\n<h3>Internal Block</h3>\n<p>You may feel stuck because you're resisting change or trying to control what’s inherently cyclical. Perhaps you fear losing stability or don't trust that life has your back. This resistance can leave you feeling powerless, as if life is happening to you, not through you.</p>\n\n<h3>Jungian Archetype: The Turning Cycle / Sacred Timing</h3>\n<p>The Wheel of Fortune represents the archetype of life’s unfolding — the sacred rhythm of destiny, timing, and cosmic order. In Jungian psychology, it reflects the Self guiding the personality through synchronicities and the cycles of transformation. This card teaches surrender to the mystery, reminding us that change is not chaos, but evolution. When embraced, this archetype fosters resilience, trust, and alignment with a greater pattern. In shadow, it becomes fatalism, anxiety, or an inability to a...\n\n<h3>Shadow Work Prompt</h3>\n<p><em>“Where am I resisting the natural cycles of change in my life?”</em></p>\n\n<h3>Integration Practice</h3>\n<ul>\n  <li>Reflect on one moment where unexpected change helped you grow.</li>\n  <li>Affirm: “This is happening for me, not to me.”</li>\n  <li>Surrender one area of your life to timing — stop forcing it.</li>\n</ul>\n\n<h3>Final Reflection</h3>\n<p>The Wheel says: “You’re not stuck — you’re in a turning. Trust the spiral.”</p>\n",
  "Justice": "\n<h2>Justice</h2>\n\n<h3>Internal Block</h3>\n<p>You may feel stuck because you're avoiding a difficult truth or decision. There may be a fear of confronting consequences, a need to maintain harmony at the cost of integrity, or confusion about what is truly right for you. This can lead to indecision, guilt, or inner fragmentation.</p>\n\n<h3>Jungian Archetype: The Inner Judge / Moral Balance</h3>\n<p>Justice represents the archetype of discernment, balance, and ethical responsibility. In Jungian psychology, she is the inner judge — the part of the psyche that evaluates experience through the lens of truth and fairness. This archetype governs accountability and the alignment of one’s actions with inner values. When integrated, it brings clarity, maturity, and balance. When denied, it can appear as harsh self-judgment, denial of responsibility, or reliance on external rules instead of internal co...\n\n<h3>Shadow Work Prompt</h3>\n<p><em>“Where am I not being fully honest with myself — and what would change if I were?”</em></p>\n\n<h3>Integration Practice</h3>\n<ul>\n  <li>Write down one truth you’ve been avoiding.</li>\n  <li>Forgive yourself for a past decision — then take responsibility for your next one.</li>\n  <li>Align your next action with your deepest value.</li>\n</ul>\n\n<h3>Final Reflection</h3>\n<p>Justice says: “You’re not stuck — you’re waiting to choose. Let truth move you forward.”</p>\n",
  "Hanged Man": "\n<h2>The Hanged Man</h2>\n\n<h3>Internal Block</h3>\n<p>You may feel stuck because you’re clinging to control, unable to surrender to the unknown. Perhaps you’re trying to move forward while avoiding discomfort or letting go of a perspective that no longer serves you. This in-between space may feel passive, but it's asking for conscious pause and reorientation.</p>\n\n<h3>Jungian Archetype: The Initiate / Sacred Suspension</h3>\n<p>The Hanged Man represents the archetype of sacred surrender — a necessary pause in the journey of transformation. In Jungian psychology, this card speaks to ego suspension: the deliberate holding back of will to allow for deeper integration of the unconscious. It is a liminal space, a symbolic death of outdated perspectives that precedes true rebirth. When embraced, this archetype brings wisdom, spiritual insight, and a radical shift in perception. In shadow, it may manifest as inertia, martyrdom, o...\n\n<h3>Shadow Work Prompt</h3>\n<p><em>“What must I release in order to see from a higher perspective?”</em></p>\n\n<h3>Integration Practice</h3>\n<ul>\n  <li>Spend time in reflection without rushing for answers.</li>\n  <li>Let go of one plan or goal — just for now.</li>\n  <li>Look at your situation from a completely new angle.</li>\n</ul>\n\n<h3>Final Reflection</h3>\n<p>The Hanged Man says: “You’re not stuck — you’re in sacred pause. Let the shift unfold.”</p>\n",
  "Death": "\n<h2>Death</h2>\n\n<h3>Internal Block</h3>\n<p>You may feel stuck because you're resisting an ending that your soul already knows is necessary. Whether it’s a relationship, belief, identity, or stage of life, part of you is clinging to what has already begun to dissolve. This resistance may come from fear of the unknown or grief for what will never be again.</p>\n\n<h3>Jungian Archetype: Transformation / Ego Death</h3>\n<p>Death represents the archetype of transformation and the necessary death of the ego. In Jungian psychology, it is the gateway between who we were and who we are becoming — the process of letting go of outdated identities in order to be reborn. Death is not annihilation but alchemical transition. When embraced, this archetype clears illusions, ends cycles, and births new awareness. In shadow, it becomes paralysis, fear of change, and refusal to grieve. True individuation requires surrender to this s...\n\n<h3>Shadow Work Prompt</h3>\n<p><em>“What part of my life is already over, but I haven’t fully let go of yet?”</em></p>\n\n<h3>Integration Practice</h3>\n<ul>\n  <li>Write a goodbye letter to what’s ending.</li>\n  <li>Clear space in your environment as symbolic release.</li>\n  <li>Name one truth you’ve been avoiding because it would change everything.</li>\n</ul>\n\n<h3>Final Reflection</h3>\n<p>Death says: “You’re not stuck — you’re transforming. Let go so you can rise.”</p>\n",
  "Temperance": "\n<h2>Temperance</h2>\n\n<h3>Internal Block</h3>\n<p>You may feel stuck in cycles of imbalance — swinging between extremes, chasing quick fixes, or abandoning patience. Perhaps you’re trying to force resolution or bypass discomfort rather than allowing healing to unfold gradually. This can create tension, burnout, or spiritual restlessness.</p>\n\n<h3>Jungian Archetype: The Alchemist / Inner Integrator</h3>\n<p>Temperance embodies the archetype of alchemical healing and inner harmony. In Jungian psychology, it reflects the slow, conscious process of individuation — blending opposites, integrating shadow and light, emotion and reason. This archetype values process over perfection and teaches that wholeness is forged through balance, not extremes. When embraced, it offers equilibrium, clarity, and sustainable healing. In shadow, it can manifest as rigidity, denial of complexity, or the urge to \"fix\" what mus...\n\n<h3>Shadow Work Prompt</h3>\n<p><em>“Where am I swinging between extremes instead of holding space for balance?”</em></p>\n\n<h3>Integration Practice</h3>\n<ul>\n  <li>Identify one area of life needing moderation.</li>\n  <li>Practice a “both/and” mindset instead of “either/or.”</li>\n  <li>Commit to one long-term healing ritual this week.</li>\n</ul>\n\n<h3>Final Reflection</h3>\n<p>Temperance says: “You’re not stuck — you’re blending. Wholeness takes time.”</p>\n",
  "Devil": "\n<h2>The Devil</h2>\n\n<h3>Internal Block</h3>\n<p>You may be caught in a pattern or belief that feels inescapable. You're giving power to something outside yourself — a person, habit, fear, or illusion — and mistaking it for reality. The chains are familiar, which makes them feel safe, but they are not locked. You may feel stuck because you're numbing, avoiding, or unconsciously repeating a wound that needs to be faced.</p>\n\n<h3>Jungian Archetype: The Shadow / Illusion of Bondage</h3>\n<p>The Devil represents the archetype of the unintegrated shadow — the hidden parts of the psyche that drive compulsion, obsession, and unconscious behavior. In Jungian psychology, the shadow contains all that has been repressed: desires, shame, pain, and power. This archetype confronts us with our own projections and false narratives. When denied, it dominates from the unconscious; when acknowledged, it becomes a source of insight and transformation. The Devil reminds us that what enslaves us is ofte...\n\n<h3>Shadow Work Prompt</h3>\n<p><em>“What illusion am I clinging to, even though it’s keeping me trapped?”</em></p>\n\n<h3>Integration Practice</h3>\n<ul>\n  <li>Name your vice — with compassion, not shame.</li>\n  <li>Interrupt one automatic pattern this week.</li>\n  <li>Explore what need the compulsion is trying to meet.</li>\n</ul>\n\n<h3>Final Reflection</h3>\n<p>The Devil says: “You’re not stuck — you’re hypnotized. Wake up and reclaim your power.”</p>\n",
  "Tower": "\n<h2>The Tower</h2>\n\n<h3>Internal Block</h3>\n<p>You're stuck because you’re clinging to a belief, identity, or external structure that is no longer true — but it feels too scary to let it fall. Fear of the unknown may keep you invested in stability that’s become a prison. There’s a part of you that senses the collapse is necessary, but the ego resists.</p>\n\n<h3>Jungian Archetype: The Disruption of False Structures / The Ego Collapse</h3>\n<p>The Tower symbolizes the archetype of radical truth — the destruction of illusions and false securities that have crystallized around the ego. In Jungian psychology, it represents a moment of ego death, where the psyche is shocked out of denial and back into alignment with the Self. This archetype is painful but purifying. It brings necessary chaos to realign with authenticity. When denied, the Tower becomes prolonged suffering; when accepted, it creates the foundation for spiritual rebirth and liber...\n\n<h3>Shadow Work Prompt</h3>\n<p><em>“What truth have I been avoiding because it threatens the identity I’ve built?”</em></p>\n\n<h3>Integration Practice</h3>\n<ul>\n  <li>Identify one belief or structure that’s cracking — and let it.</li>\n  <li>Journal: “If I weren’t afraid of losing it, what would I walk away from?”</li>\n  <li>Build trust in the Self that survives the fall.</li>\n</ul>\n\n<h3>Final Reflection</h3>\n<p>The Tower says: “You’re not stuck — you’re being set free. Let the lie collapse so truth can rise.”</p>\n",
  "Star": "\n<h2>The Star</h2>\n\n<h3>Internal Block</h3>\n<p>You may feel stuck because you’ve lost touch with your inner light. Past wounds or disappointments may be blocking your ability to hope or trust in healing. You might fear being let down again or doubt whether your desires are valid. This disconnection from hope can feel like numbness or fatigue.</p>\n\n<h3>Jungian Archetype: The Inner Healer / Guiding Light</h3>\n<p>The Star represents the archetype of spiritual renewal, grace, and intuitive guidance. In Jungian psychology, it follows the chaos of The Tower — the stage where clarity returns and the Self gently reorients the psyche. The Star is the inner healer — the voice of the higher self, soft but luminous. It connects us to what is eternal, pure, and life-giving. When integrated, this archetype brings faith, vision, and peace. In shadow, it shows up as spiritual disconnection, despair, or refusal to trust the ...\n\n<h3>Shadow Work Prompt</h3>\n<p><em>“Where have I stopped believing that healing or guidance is possible?”</em></p>\n\n<h3>Integration Practice</h3>\n<ul>\n  <li>Recall a time when hope returned unexpectedly — what helped it arise?</li>\n  <li>Practice receiving: kindness, rest, beauty.</li>\n  <li>Spend time in nature or under the stars — reconnect with quiet wonder.</li>\n</ul>\n\n<h3>Final Reflection</h3>\n<p>The Star says: “You’re not stuck — you’re healing. Let your light lead you again.”</p>\n",
  "Moon": "\n<h2>The Moon</h2>\n\n<h3>Internal Block</h3>\n<p>You may be stuck in confusion, projection, or emotional overwhelm. You’re navigating through fog — unsure what’s real, what’s fear, and what’s buried deep. The subconscious may be surfacing old patterns or illusions, but without clarity, you may be frozen in uncertainty or mistrust.</p>\n\n<h3>Jungian Archetype: The Unconscious / The Dreamworld</h3>\n<p>The Moon represents the archetype of the unconscious — the vast, mysterious realm beneath the surface of awareness. In Jungian psychology, it embodies the imaginal, the irrational, and the intuitive. The Moon governs our relationship to dreams, projections, fears, and illusions. It invites a descent into the unknown for the sake of wholeness. When embraced, this archetype cultivates deep emotional intelligence and trust in inner wisdom. In shadow, it becomes denial, delusion, or dissociation from realit...\n\n<h3>Shadow Work Prompt</h3>\n<p><em>“What am I afraid to feel, name, or see — in myself or in others?”</em></p>\n\n<h3>Integration Practice</h3>\n<ul>\n  <li>Write out your fears without censoring them.</li>\n  <li>Track your dreams for symbols and insight.</li>\n  <li>Embrace emotional tides without needing to “solve” them.</li>\n</ul>\n\n<h3>Final Reflection</h3>\n<p>The Moon reminds you: “You’re not stuck — you’re swimming. Let the dark guide you to deeper knowing.”</p>\n",
  "Sun": "\n<h2>The Sun</h2>\n\n<h3>Internal Block</h3>\n<p>You may feel stuck because you fear being fully seen. Or you’re dimming your light to fit in, please others, or avoid judgment. There may be guilt around success or joy. Perhaps you associate visibility with danger or feel undeserving of ease. These beliefs can quietly suppress your true self and keep you in hiding.</p>\n\n<h3>Jungian Archetype: The Enlightened Self / Radiant Joy</h3>\n<p>The Sun represents the archetype of the awakened, integrated ego in harmony with the Self. In Jungian psychology, this card symbolizes the culmination of the individuation process — where the person has accepted and expressed all parts of themselves with joyful authenticity. The Sun reflects clarity, vitality, and radiant presence. When fully embraced, this archetype inspires fearless expression, confidence, and freedom. In shadow, it becomes self-doubt, shame, or a fear of shining too brightly.</p>\n\n<h3>Shadow Work Prompt</h3>\n<p><em>“Where am I hiding my joy, light, or truth out of fear of being too much?”</em></p>\n\n<h3>Integration Practice</h3>\n<ul>\n  <li>Celebrate one thing about yourself unapologetically.</li>\n  <li>Take up more space — through voice, movement, or art.</li>\n  <li>Affirm: “My light is not a threat — it’s a gift.”</li>\n</ul>\n\n<h3>Final Reflection</h3>\n<p>The Sun says: “You’re not stuck — you’re shrinking. Shine fully. That’s the whole point.”</p>\n",
  "Judgement": "\n<h2>Judgement</h2>\n\n<h3>Internal Block</h3>\n<p>You’re stuck because you’re afraid to answer the call. Or you're buried in past regrets and self-judgment, unable to rise into your next chapter. You may be holding on to a version of yourself that no longer serves who you're becoming, or resisting the vulnerability that comes with starting anew.</p>\n\n<h3>Jungian Archetype: The Awakening / The Inner Calling</h3>\n<p>Judgement represents the call of the Self rising from the unconscious — an invitation to step into greater authenticity. In Jungian psychology, this card reflects the moment when we are asked to integrate the past and release outdated versions of ourselves. It is the reanimation of the soul through accountability, forgiveness, and courage. This archetype signals a spiritual rebirth — a time to acknowledge all that you’ve been, make peace with it, and become more fully who you are. The trumpet sounds not to judge you, but to awaken you.</p>\n\n<h3>Shadow Work Prompt</h3>\n<p><em>“What calling have I been denying — and what old story must I forgive to move forward?”</em></p>\n\n<h3>Integration Practice</h3>\n<ul>\n  <li>Reflect on one time you knew what to do — but ignored it.</li>\n  <li>Forgive yourself for missing a step; it was part of the path.</li>\n  <li>Write your own redemption story, starting today.</li>\n</ul>\n\n<h3>Final Reflection</h3>\n<p>Judgement says: “You’re not stuck — you’re awakening. Your true life is calling.”</p>\n",
  "World": "\n<h2>The World</h2>\n<h3>Internal Block</h3>\n<p>You’re stuck on the threshold of completion. Maybe you don’t believe it’s safe to be whole. Or you’re afraid of starting the next cycle — so you hover at the end of this one.</p>\n\n<h3>Jungian Archetype: Wholeness / Completion of the Journey</h3>\n<p>The World is the archetype of integration and self-realization. In Jungian psychology, it symbolizes the final stage of individuation — the process through which the personality becomes whole by embracing all aspects of the self, both conscious and unconscious. This card suggests the harmonious union of opposites, inner and outer, masculine and feminine, personal and collective. It represents a deep psychological synthesis where the Self is not only discovered but fully embodied.</p>\n\n<h3>Shadow Work Prompt</h3>\n<p><em>“What would change if I allowed myself to feel complete, worthy, and whole — right now?”</em></p>\n\n<h3>Integration Practice</h3>\n<ul>\n  <li>Celebrate something you’ve already completed — without minimizing it.</li>\n  <li>Write a ritual of closure for one chapter of your life.</li>\n  <li>Reflect: “What do I now carry into the next adventure?”</li>\n</ul>\n\n<h3>Final Reflection</h3>\n<p>The World reminds you: “You’re not stuck — you’re rebirthing. Completion is the portal to your next dance.”</p>\n"
}
